Repository: MatonAnthony/mdn-l10n
Catalog: */LC_MESSAGES/django.po
Languages: ta

source: How-To & Tutorial
ta: எப்படி & பயிற்சி

source: Skill level
ta: திறன் நிலை

source: I'm Learning
ta: நான் கற்றல்

source: I'm an Expert
ta: நான் ஒரு நிபுணர்

source: Topics
ta: தலைப்புகள்

source: APIs and DOM
ta: API கள் மற்றும் DOM

source: Add-ons & Extensions
ta: நீட்சிகளை & நீட்டிப்புகள்

source: Canvas
ta: கேன்வாஸ்

source: Firefox
ta: பயர்பாக்ஸ்

source: Firefox OS
ta: பயர்பாக்சு இயங்குதளம்

source: Firefox for Android
ta: ஆண்ட்ராய்டிற்கான பயர்பாக்சு

source: Firefox for Desktop
ta: கணினிக்கான பயர்பாக்சு

source: Games
ta: விளையாட்டுகள்

source: Marketplace
ta: சந்தை

source: Mobile
ta: மொபைல்

source: Open Web Apps
ta: திறந்த வலை பயன்பாடுகள்

source: Web Development
ta: இணைய மேம்பாடு

source: WebExtensions
ta: வலைநீட்டிசிகள்

source: Writing Documentation
ta: ஆவணமாக்கல் நிலவரம்

source: Search is temporarily unavailable. Please try again in a few minutes.
ta: தேடல் தற்காலிகமாக கிடைக்கவில்லை. சில நிமிடங்களில் மீண்டும் முயற்சிக்கவும்.

source: Something went wrong with the search query. Please try again in a few minutes.
ta: தேடல் வினவலில் ஏதோ தவறு ஏற்பட்டது. சில நிமிடங்களில் மீண்டும் முயற்சிக்கவும்.

source: name
ta: பெயர்

source: groupname
ta: குழு பெயர்

source: Search Unavailable
ta: தேடல் கிடைக்கவில்லை

source: Search MDN Web Docs
ta: MDN வலை ஆவணங்களைத் தேடுக

source: Search Results for "%(query)s"
ta: தேடல் முடிவுகள் "%(query)s"

source: translated from <a href="%(parent_url)s" title="%(parent_title)s">%(parent_title)s (%(parent_language)s)</a>
ta: <a href="%(parent_url)s" title="%(parent_title)s">%(parent_title)s கள் (%(parent_language)s கள்)</a> இலிருந்து மொழிபெயர்க்கப்பட்டுள்ளது

source: MDN Site Search
ta: MDN தள தேடல்

source: Results
ta: முடிவுகள்

source: %(count)s document found for "%(query)s" in %(locale_native)s.
ta: %(count)s ஆவணம் கண்டறியப்பட்டது "%(query)s" in %(locale_native)s.

source: %(count)s document found.
ta: %(count)s ஆவணம் கண்டறியப்பட்டது.

source: Showing all results.
ta: எல்லா முடிவுகளையும் காண்பி

source: Docs
ta: டாக்ஸ்

source: All Topics
ta: அனைத்து தலைப்புகள்

source: Filter by
ta: வடிகட்டவும்

source: The submitted data contains invalid content.
ta: சமர்ப்பிக்கப்பட்ட தரவு தவறான உள்ளடக்கத்தைக் கொண்டுள்ளது.

source: The submitted data contains invalid content. Please try again.
ta: சமர்ப்பிக்கப்பட்ட தரவு தவறான உள்ளடக்கத்தைக் கொண்டுள்ளது. தயவு செய்து மீண்டும் முயற்சிக்கவும்.

source: created
ta: உருவாக்கப்பட்ட

source: Spam
ta: பழுதான

source: Ham
ta: ஹாம்

source: sent at
ta: அனுப்பியது

source: type
ta: வகை

source: An email address cannot be used as a username.
ta: ஒரு மின்னஞ்சல் முகவரியை ஒரு பயனர் பெயராக பயன்படுத்த முடியாது.

source: The username you entered already exists.
ta: நீங்கள் உள்ளிட்ட பயனர் பெயர் ஏற்கனவே உள்ளது.

source: User
ta: பயனர்

source: Username may contain only letters, numbers, and these characters: . - _ +
ta: பயனர்பெயர் எழுத்துகள், எண்கள், மற்றும் இந்த எழுத்துக்கள் மட்டும் இருக்கலாம்:. - _ +

source: Timezone
ta: நேரம் மண்டலம்

source: Beta tester
ta: பீட்டா சோதனையாளர்

source: Interests
ta: ஆர்வம்

source: Expertise
ta: நிபுணத்துவம்

source: Username
ta: பயனர்பெயர்

source: Stack Overflow
ta: ஸ்டாக் ஓவர்ஃப்ளோ

source: Mozillians
ta: மொசில்லியன்கள்

source: Areas of expertise must be a subset of interests
ta: நிபுணத்துவம் வாய்ந்த பகுதிகள் நலன்களின் துணைக்குரியதாக இருக்க வேண்டும்

source: This field cannot be blank.
ta: இந்த புலம் காலியாக இருக்க முடியாது.

source: Username already in use.
ta: பயனர் பெயர் முன்னரே உபயோகத்தில் உள்ளது.

source: Email
ta: மின்னஞ்சல்

source: %s (no longer active)
ta: %s (இனி செயலில் இல்லை)

source: Language
ta: மொழி

source: Homepage
ta: முகப்பு

source: Name
ta: பெயர்

source: Organization
ta: அமைப்பு

source: Location
ta: இருப்பிடம்

source: About Me
ta: என்னை பற்றி

source: IRC nickname
ta: IRC புனைப்பெயர்

source: Tags
ta: குறிச்சொற்கள்

source: Enter a valid website URL.
ta: செல்லுபடியாகும் வலைத்தள URL ஐ உள்ளிடுக.

source: Enter a valid Twitter URL.
ta: சரியான ட்விட்டர் URL ஐ உள்ளிடுக.

source: Enter a valid GitHub URL.
ta: சரியான GitHub URL ஐ உள்ளிடுக.

source: Enter a valid Stack Overflow URL.
ta: சரியான Stack Overflow URL ஐ உள்ளிடுக.

source: Enter a valid LinkedIn URL.
ta: செல்லுபடியாகும் இணைக்கப்பட்ட URL ஐ உள்ளிடுக.

source: Enter a valid Mozillians URL.
ta: சரியான Mozillians URL ஐ உள்ளிடுக.

source: Enter a valid Facebook URL.
ta: சரியான பேஸ்புக் URL ஐ உள்ளிடுக.

source: Website
ta: வலைத்தளம்

source: Username is required.
ta: பயனர்பெயர் தேவை.

source: You must agree to the terms of use.
ta: பயன்பாட்டு விதிமுறைகளை ஏற்க வேண்டும்.

source: I agree
ta: நான் ஒப்புக்கொள்கிறேன்

source: Take the next step to get involved on MDN!
ta: MDN இல் ஈடுபட அடுத்த படியை எடுக்கவும்!

source: Email address
ta: மின்னஞ்சல் முகவரி

source: Other:
ta: மற்ற:

source: Email:
ta: மின்னஞ்சல்:

source: Profile Inactive
ta: சுயவிவர செயலற்றது

source: This profile is inactive.
ta: இந்த சுயவிவரம் செயலற்றது.

source: Email addresses
ta: மின்னஞ்சல் முகவரிகள்

source: You've also added the following email addresses:
ta: நீங்கள் பின்வரும் மின்னஞ்சல் முகவரிகளையும் சேர்த்துள்ளீர்கள்:

source: Make Primary
ta: முதன்மை செய்க

source: Re-send Confirmation
ta: உறுதிப்படுத்தலை மீண்டும் அனுப்பு

source: Remove
ta: அகற்று

source: Add email address
ta: மின்னஞ்சல் முகவரியைச் சேர்க்கவும்

source: Add Email
ta: மின்னஞ்சல் சேர்க்கவும்

source: Do you really want to remove the selected email address?
ta: தேர்ந்தெடுத்த மின்னஞ்சல் முகவரியை அகற்ற விரும்புகிறீர்களா?

source: Confirm Email Address
ta: மின்னஞ்சல் முகவரியை உறுதிசெய்யவும்

source: Sign In
ta: உள்நுழை

source: Please sign in
ta: தயவுசெய்து உள்நுழையவும்

source: All content on MDN is free and available without signing in.
ta: MDN இல் உள்ள அனைத்து உள்ளடக்கமும் இலவசமாக உள்நுழைவதும் இல்லை.

source: In order to contribute, you need to sign in to an existing MDN profile.
ta: பங்களிக்க, நீங்கள் ஏற்கனவே உள்ள MDN சுயவிவரத்தில் உள்நுழைய வேண்டும்.

source: We are sorry, but profile creation is currently disabled.
ta: மன்னிக்கவும், ஆனால் சுயவிவர உருவாக்கம் தற்போது முடக்கப்பட்டுள்ளது.

source: In order to contribute, you need to sign in to MDN. You can sign in using GitHub and a MDN profile will be created for you if you don't already have one.
ta: பங்களிக்க, நீங்கள் MDN இல் உள்நுழைய வேண்டும். நீங்கள் ஏற்கனவே GitHub ஐ பயன்படுத்தி உள்நுழையலாம் மற்றும் உங்களுக்கு ஒரு MDN சுயவிவரம் உங்களுக்காக உருவாக்கப்படும்.

source: Sign Out
ta: வெளியேறு

source: Are you sure you want to sign out?
ta: நிச்சயமாக வெளியேற விரும்புகிறீர்களா?

source: Change Password
ta: கடவுச்சொல்லை மாற்று

source: Password Reset
ta: கடவுச்சொல்லை மீட்டமை

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
ta: உங்கள் கடவுச்சொல்லை மறந்து விட்டீர்களா? கீழே உள்ள உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும், அதை மீட்டமைக்க அனுமதிப்பதை உங்களுக்கு மின்னஞ்சல் அனுப்புவோம்.

source: Reset My Password
ta: எனது கடவுச்சொல்லை மீட்டமை

source: Please contact us if you have any trouble resetting your password.
ta: உங்கள் கடவுச்சொல்லை மீட்டமைப்பதில் ஏதேனும் சிக்கல் இருந்தால் எங்களைத் தொடர்புகொள்ளவும்.

source: We have sent you an email. Please contact us if you do not receive it within a few minutes.
ta: நாங்கள் உங்களுக்கு மின்னஞ்சல் அனுப்பியுள்ளோம். சில நிமிடங்களில் நீங்கள் அதை பெறாவிட்டால் எங்களை தொடர்பு கொள்ளவும்.

source: Bad Token
ta: தவறான டோக்கன்

source: Change password
ta: கடவுச்சொல்லை மாற்று

source: Your password is now changed.
ta: உங்கள் கடவுச்சொல் இப்போது மாற்றப்பட்டுள்ளது.

source: Set Password
ta: கடவுச்சொல்லை அமை

source: Signup
ta: பதிவுசெய்தல்

source: Sign Up
ta: பதிவு செய்யவும்

source: Profile Creation Disabled
ta: சுயவிவரம் உருவாக்கம் முடக்கப்பட்டது

source: Confirm Your Email Address
ta: உங்கள் மின்னஞ்சல் முகவரியை உறுதிப்படுத்தவும்

source: We have sent an email to you for confirmation. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
ta: உறுதிப்படுத்தலுக்காக உங்களுக்கு மின்னஞ்சலை அனுப்பியுள்ளோம். பதிவுசெய்தல் செயல்முறையை இறுதி செய்ய இணைப்பு வழங்கவும். சில நிமிடங்களில் நீங்கள் அதை பெறாவிட்டால் எங்களை தொடர்பு கொள்ளவும்.

source: This part of the site requires us to confirm that you are who you claim to be. For this purpose, we require that you confirm ownership of your email address.
ta: உறுதிப்படுத்தலுக்காக உங்களுக்கு மின்னஞ்சலை அனுப்பியுள்ளோம். பதிவுசெய்தல் செயல்முறையை இறுதி செய்ய இணைப்பு வழங்கவும். சில நிமிடங்களில் நீங்கள் அதை பெறாவிட்டால் எங்களை தொடர்பு கொள்ளவும்.

source: We have sent an email to you for confirmation. Please click on the link inside this email. Please contact us if you do not receive it within a few minutes.
ta: உறுதிப்படுத்தலுக்காக உங்களுக்கு மின்னஞ்சலை அனுப்பியுள்ளோம். இந்த மின்னஞ்சலில் உள்ள இணைப்பை கிளிக் செய்க. சில நிமிடங்களில் நீங்கள் அதை பெறாவிட்டால் எங்களை தொடர்பு கொள்ளவும்.

source: Note
ta: குறிப்பு

source: OpenID Sign In
ta: OpenID உள்நுழை

source: Account Sign In Failure
ta: கணக்கு உள்நுழைவில் தோல்வி

source: An error occurred while attempting to sign in with your account.
ta: உங்கள் கணக்கில் உள்நுழைய முயற்சிக்கும்போது பிழை ஏற்பட்டது.

source: Login Cancelled
ta: உள்நுழைவு ரத்துசெய்யப்பட்டது

source: Create your MDN profile to continue
ta: தொடர உங்கள் MDN சுயவிவரத்தை உருவாக்கவும்

source: Recover my Profile
ta: எனது சுயவிவரத்தை மீட்டெடுக்கவும்

source: Please enter the name you'd like to display to other users to identify your contributions.
ta: உங்கள் பங்களிப்பை அடையாளம் காண மற்ற பயனர்களுக்கு காட்ட விரும்பும் பெயரை உள்ளிடுக.

source: Verified
ta: சரிபார்க்கப்பட்ட

source: Unverified
ta: சரிபார்க்கப்படாத

source: Terms and Privacy
ta: விதிமுறைகள் மற்றும் தனியுரிமை

source: Create my MDN profile
ta: என் MDN சுயவிவரத்தை உருவாக்கவும்

source: Signed in with GitHub
ta: GitHub உடன் உள்நுழைந்தேன்

source: Connect with GitHub
ta: GitHub உடன் இணைக்கவும்

source: Sign in with GitHub
ta: GitHub உடன் உள்நுழைக

source: Why are you banning %(user)s
ta: நீங்கள் ஏன் தடைவிதிக்கிறீர்கள் %(user)s

source: Choose a reason
ta: ஒரு காரணத்தைத் தேர்வு செய்க

source: or enter a reason in the text box below
ta: அல்லது கீழே உரை பெட்டியில் ஒரு காரணம் உள்ளிடவும்

source: Ban user
ta: பயனரை தடை செய்

source: You cannot ban yourself for spam.
ta: ஸ்பேமை நீங்களே தடை செய்ய முடியாது.

source: Submit Spam
ta: ஸ்பேம் சமர்ப்பிக்கவும்

source: Ban User for Spam
ta: ஸ்பேமைத் தடை செய்ய

source: Ban User for Spam & Submit Spam
ta: ஸ்பேமைத் தடைசெய்வது & ஸ்பேமை சமர்ப்பிக்கவும்

source: Ban user for other reasons.
ta: பிற காரணங்களுக்காக பயனரை தடை செய்.

source: User has not made any revisions to be reverted in the past three days, and this user was already banned.
ta: கடந்த மூன்று நாட்களில் பயனர் திருத்தம் செய்யப்படவில்லை, இந்த பயனர் ஏற்கனவே தடை செய்யப்பட்டது.

source: Summary
ta: சுருக்கம்

source: Actions Taken
ta: எடுக்கப்பட்ட நடவடிக்கைகள்

source: Banned:
ta: தடை செய்யப்பட்ட:

source: Submitted to Akismet as spam:
ta: Akismet க்கு ஸ்பேமாக சமர்ப்பிக்கப்பட்டது:

source: The user did not have any revisions that were reported as spam.
ta: பயனர் ஸ்பேமாகப் புகாரளிக்கப்பட்ட எந்தவொரு திருத்தங்களும் இல்லை.

source: Deleted:
ta: நீக்கியவர்:

source: The user did not have any revisions that were deleted.
ta: பயனர் எந்த நீக்கப்பட்ட திருத்தங்களையும் நீக்கவில்லை.

source: Reverted:
ta: க்கப்பட்டது:

source: The user did not have any revisions that were reverted.
ta: பயனர் திருப்பியளிக்கப்பட்ட திருத்தங்கள் எதுவும் இல்லை.

source: Needs follow up
ta: தேவைகள் தொடரும்

source: New action by user:
ta: பயனர் புதிய நடவடிக்கை:

source: View Page
ta: பக்கத்தைக் காண்க

source: History
ta: வரலாறு

source: None.
ta: யாரும்.

source: Revisions skipped due to newer non-spam revision:
ta: புதிதாக அல்லாத ஸ்பேம் திருத்தம் காரணமாக திருத்தம் தவிர்க்கப்பட்டது:

source: Could not submit to Akismet:
ta: Akismet க்கு சமர்ப்பிக்க முடியவில்லை:

source: Could not delete:
ta: நீக்க முடியவில்லை:

source: Could not revert:
ta: மாற்றியமைக்க முடியவில்லை:

source: No actions taken
ta: எந்த நடவடிக்கையும் எடுக்கப்படவில்லை

source: Latest revision is non-spam:
ta: சமீபத்திய திருத்தம் அல்லாத ஸ்பேம்:

source: Already identified as spam:
ta: ஸ்பேமாக ஏற்கனவே அடையாளம் காணப்பட்டது:

source: Identified as not spam:
ta: ஸ்பேம் அல்ல என அடையாளம் காணப்பட்டது:

source: Connect Account
ta: கணக்கை இணைக்கவும்

source: Use the button below to connect your MDN profile to GitHub.
ta: உங்கள் MDN சுயவிவரத்தை GitHub க்கு இணைக்க கீழேயுள்ள பொத்தானைப் பயன்படுத்தவும்.

source: This account recovery link cannot be used to log in again.
ta: மீண்டும் உள்நுழைய இந்த கணக்கு மீட்பு இணைப்பைப் பயன்படுத்த முடியாது.

source: Account Recovery Failed
ta: கணக்கு மீட்பு தோல்வி

source: This link is no longer valid.
ta: இந்த இணைப்பு இனி செல்லுபடியாகாது.

source: Recovery Email Sent
ta: மீட்பு மின்னஞ்சல் அனுப்பப்பட்டது

source: Click the link in the email to recover your existing account.
ta: உங்களுடைய தற்போதைய கணக்கை மீட்க மின்னஞ்சலில் உள்ள இணைப்பைக் கிளிக் செய்க.

source: You've Been Banned
ta: நீங்கள் தடை செய்யப்பட்டுள்ளீர்கள்

source: You have been banned for the following reasons:
ta: பின்வரும் காரணங்களுக்காக நீங்கள் தடை செய்யப்பட்டுள்ளீர்கள்:

source: Delete your profile
ta: உங்கள் சுயவிவரத்தை நீக்கவும்

source: We're sorry to see you go.
ta: உங்களைப் பார்க்க வருந்துகிறோம்.

source: While it's possible delete your account, we can't delete any revisions (page changes) you've made, and our content license requires that your revisions have an attribution.
ta: இது உங்கள் கணக்கை நீக்குவதால், நீங்கள் உருவாக்கிய திருத்தங்கள் (பக்க மாற்றங்கள்) நீக்கப்படாது, உங்கள் உள்ளடக்கத்திற்கான உரிமம் உங்கள் பதில்களுக்கு ஒரு பண்பு உண்டு.

source: Please file a bug to request closing your account, and ensure one of these options is in the the description field:
ta: உங்கள் கணக்கை மூடுமாறு கோருவதற்கு ஒரு பிழை தாக்கல் செய்யுங்கள், மேலும் இந்த விருப்பத்தேர்வுகளில் ஒன்று விளக்க புலத்தில் உள்ளது:

source: I haven't changed any pages; just delete my account.
ta: நான் எந்த பக்கத்தையும் மாற்றவில்லை; எனது கணக்கை நீக்கு.

source: Keep my attribution for my page changes; delete my email address and freeze my account so I can't ever log in again.
ta: எனது பக்க மாற்றங்களுக்கு என் பண்புகளை வைத்திருங்கள்; என் மின்னஞ்சல் முகவரியை நீக்கி என் கணக்கை உறைய வைப்பேன், அதனால் என்னால் மீண்டும் உள்நுழைய முடியாது.

source: Switch all my attributions for page changes to "Anonymous", and delete my account.
ta: "மாற்றங்கள்" பக்க மாற்றங்களுக்கு எனது அனைத்து பண்புக்கூறுகளையும் மாற்றவும், எனது கணக்கை நீக்கவும்.

source: File a bug to close your account
ta: உங்கள் கணக்கை மூட ஒரு பிழை தரவும்

source: Recent Docs Activity
ta: சமீபத்திய டாக்ஸ் செயல்பாடு

source: View all activity
ta: எல்லா செயல்பாடுகளையும் பார்க்கவும்

source: Page
ta: பக்கம்

source: Date
ta: தேதி

source: Edit page
ta: பக்கத்தைத் திருத்தவும்

source: View complete diff
ta: முழுமையான வேறுபாட்டைக் காண்க

source: View page history
ta: பக்க வரலாற்றைக் காட்டு

source: This user has no activity.
ta: இந்த பயனருக்கு எந்த நடவடிக்கையும் இல்லை.

source: Edit Your Profile
ta: உங்கள் சுயவிவரம் திருத்தவும்

source: Change your avatar at
ta: உங்கள் சின்னத்தை மாற்றவும்

source: You're editing a different profile than your own. Please take care!
ta: உங்கள் சொந்த விட வேறு சுயவிவரத்தை நீங்கள் திருத்துகிறீர்கள். தயவு செய்து கவனமாக இருங்கள்!

source: We'd love to have your feedback on site changes! Beta testers get access to new features first and we send the occasional email asking for help testing specific things.
ta: தளத்தில் மாற்றங்கள் குறித்த உங்கள் கருத்தை நாங்கள் விரும்புகிறோம்! பீட்டா சோதனையாளர்கள் முதலில் புதிய அம்சங்களை அணுகலாம் மற்றும் குறிப்பிட்ட விஷயங்களைச் சோதனை செய்வதற்கான உதவியைக் கேட்டு அவ்வப்போது மின்னஞ்சலை அனுப்புகிறோம்.

source: Primary Email
ta: முதன்மை மின்னஞ்சல்

source: Edit email
ta: மின்னஞ்சல் திருத்தவும்

source: Interests (tags)
ta: ஆர்வம் (குறிச்சொற்கள்)

source: Separate tags with commas or spaces. Join multi-word tags with double quotes, like "web standards".
ta: குறிச்சொற்களை அல்லது இடைவெளிகளுடன் குறிச்சொற்களை தனிப்படுத்தவும். "வலை தரநிலைகள்" போன்ற இரட்டை மேற்கோள்களுடன் பல சொற்கள் குறிச்சொற்களைச் சேருங்கள்.

source: Areas of expertise
ta: நிபுணத்துவத்தின் பகுதிகள்

source: Add your interests first, then declare yourself an expert in selected topics.
ta: முதலில் உங்கள் ஆர்வங்களைச் சேர்த்து, தேர்ந்தெடுத்த தலைப்புகளில் நிபுணத்துவத்தை அறிவிக்கவும்.

source: My Profiles
ta: எனது விவரங்கள்

source: Use your GitHub account to sign in.
ta: உள்நுழைய உங்கள் GitHub கணக்கைப் பயன்படுத்துக.

source: Publish
ta: வெளியிடு

source: Delete your account.
ta: உங்கள் கணக்கை நீக்கு.

source: Manage your Mozilla Newsletter Subscriptions.
ta: உங்கள் மோசில்லா செய்திமடல் சந்தாக்களை நிர்வகிக்கலாம்.

source: Hello from MDN!
ta: MDN இலிருந்து வணக்கம்!

source: Thank you for using MDN!
ta: MDN ஐப் பயன்படுத்துவதற்கு நன்றி!

source: Talk to us!
ta: எங்களுக்கு பேசுங்கள்!

source: Want to talk to someone about MDN? There are a few ways you can do that:
ta: MDN பற்றி யாரோ பேச வேண்டும்? நீங்கள் செய்யக்கூடிய சில வழிகள் உள்ளன:

source: Don't be shy, if you have any doubt, problems, questions: contact us! We are here to help.
ta: நீங்கள் எந்த சந்தேகமும், பிரச்சினையும், கேள்விகள் இருந்தால், கூச்சப்படாதிருங்கள்: எங்களை தொடர்பு கொள்ளுங்கள்! நாங்கள் உதவ இங்கே இருக்கிறோம்.

source: You've completed the first step of Getting Started on MDN by creating a profile. Now, keep going by picking a task on MDN, and doing it! We have a bunch of intro tasks you can choose based on your interests.
ta: ஒரு சுயவிவரத்தை உருவாக்குவதன் மூலம் MDN இல் தொடங்குதல் முதல் படி முடித்துவிட்டீர்கள். இப்போது, MDN இல் பணியைத் தேர்ந்தெடுப்பதன் மூலம் தொடர்ந்து செய்து, அதைச் செய்யுங்கள்! உங்கள் நலன்களை அடிப்படையாகக் கொண்டு தெரிவு செய்யக்கூடிய அறிமுகப் பணிகளைக் கொண்டிருக்கிறோம்.

source: Like words?
ta: வார்த்தைகள் போல?

source: Like code?
ta: குறியீடு போலவே?

source: Like both words and code?
ta: வார்த்தைகள் மற்றும் குறியீட்டைப் போலவே?

source: Want to translate MDN to your language?
ta: உங்கள் மொழியில் MDN ஐ மொழிபெயர்க்க வேண்டுமா?

source: Real-time chat: #mdn channel on irc.mozilla.org
ta: நிகழ் நேர அரட்டை: irc.mozilla.org இல் #mdn சேனல்

source: Already reported as spam.
ta: ஏற்கனவே ஸ்பேமாகப் புகாரளிக்கப்பட்டது.

source: This user has not created any revisions in the past three days.
ta: இந்த பயனர் கடந்த மூன்று நாட்களில் எந்த திருத்தங்களையும் உருவாக்கவில்லை.

source: Edit
ta: தொகு

source: Advanced
ta: மேம்பட்ட

source: Manage
ta: நிர்வகிக்கவும்

source: API keys
ta: API விசைகள்

source: Areas of Expertise
ta: நிபுணத்துவ பகுதிகள்

source: Member since %(date_joined)s
ta: உறுப்பினர் முதல் %(date_joined)s

source: Banned
ta: தடை செய்யப்பட்ட

source: Clean Up Revisions
ta: திருத்தங்களை சுத்தம் செய்யவும்

source: Ban User
ta: பான் பயனர்

source: Ban User & Clean Up
ta: பான் பயனர் & சுத்தப்படுத்து

source: Admin
ta: நிர்வாகி

source: Wiki
ta: விக்கி

source: Technical - code samples, APIs, or technologies
ta: தொழில்நுட்ப - குறியீட்டு மாதிரிகள், API கள் அல்லது தொழில்நுட்பங்கள்

source: Editorial - prose, grammar, or content
ta: ஆசிரியர் - உரைநடை, இலக்கணம் அல்லது உள்ளடக்கம்

source: Localization in progress - not completely translated yet.
ta: உள்ளூராக்கல் முன்னேற்றம் - இன்னும் முழுமையாக மொழிபெயர்க்கப்படவில்லை.

source: Edit section
ta: பிரிவை திருத்து

source: MDN documents
ta: MDN ஆவணங்கள்

source: Documents authored by MDN users
ta: MDN பயனர்களால் எழுதப்பட்ட ஆவணங்கள்

source: MDN recent document changes
ta: MDN சமீபத்திய ஆவணம் மாற்றங்கள்

source: Recent changes to MDN documents
ta: MDN ஆவணங்களுக்கு சமீபத்திய மாற்றங்கள்

source: MDN documents in need of review
ta: மதிப்பாய்வு செய்ய வேண்டிய MDN ஆவணங்கள்

source: Recent changes to MDN documents that need to be reviewed
ta: மதிப்பாய்வு செய்ய வேண்டிய MDN ஆவணங்களுக்கான சமீபத்திய மாற்றங்கள்

source: MDN documents for review
ta: மதிப்பாய்வு செய்ய MDN ஆவணங்கள்

source: MDN recent revisions
ta: MDN அண்மைய திருத்தங்கள்

source: Recent revisions to MDN documents
ta: MDN ஆவணங்களுக்கு சமீபத்திய திருத்தங்கள்

source: Edit Page
ta: பக்கத்தைத் திருத்தவும்

source: Show comparison
ta: ஒப்பீடு காட்டு

source: Please provide a title.
ta: ஒரு தலைப்பை வழங்கவும்.

source: Name Your Article
ta: உங்கள் கட்டுரைக்கு பெயர்

source: Please provide a slug.
ta: ஒரு ஸ்லையை வழங்கவும்.

source: The slug provided is not valid.
ta: வழங்கப்பட்ட ஸ்லால் செல்லுபடியாகாது.

source: Please provide a summary.
ta: தயவுசெய்து ஒரு சுருக்கத்தை வழங்கவும்.

source: Please provide content.
ta: உள்ளடக்கத்தை வழங்கவும்.

source: Another document with this slug already exists.
ta: இந்த ஸ்லருடன் ஏற்கனவே மற்றொரு ஆவணம் உள்ளது.

source: Another document with this metadata already exists.
ta: இந்த மெட்டாடேட்டாவுடன் இன்னொரு ஆவணம் ஏற்கனவே உள்ளது.

source: Changing this document's slug requires moving it and its children.
ta: இந்த ஆவணத்தின் ஸ்லையை மாற்றுவது அவசியம் மற்றும் அதன் குழந்தைகளை நகர்த்த வேண்டும்.

source: Title:
ta: தலைப்பு:

source: Title of article
ta: கட்டுரை தலைப்பு

source: Slug:
ta: ஸ்லக்:

source: Article URL
ta: கட்டுரை URL

source: Parent:
ta: பெற்றோர்:

source: Tags:
ta: குறிச்சொற்கள்:

source: Keywords:
ta: முக்கிய வார்த்தைகள்:

source: Affects search results
ta: தேடல் முடிவுகளை பாதிக்கிறது

source: Search result summary:
ta: தேடல் முடிவுகளின் சுருக்கம்:

source: Only displayed on search results page
ta: தேடல் முடிவுகளின் பக்கத்தில் மட்டுமே காட்டப்படும்

source: Content:
ta: உள்ளடக்கம்:

source: Comment:
ta: கருத்து:

source: Tag this revision for review?
ta: மதிப்பாய்விற்காக இந்த திருத்தத்தைத் தட்டச்சு செய்ய வேண்டுமா?

source: Tag this revision for localization?
ta: உள்ளூர்மயமாக்கலுக்காக இந்த திருத்தத்தைத் தட்டச்சு செய்ய வேண்டுமா?

source: New slug:
ta: புதிய ஸ்லக்:

source: New article URL
ta: புதிய கட்டுரை URL

source: Parent %s does not exist.
ta: பெற்றோர் %s இல்லை.

source: Document Tag
ta: ஆவண டேக்

source: Document Tags
ta: ஆவண குறிச்சொற்கள்

source: uploaded to the document
ta: ஆவணம் பதிவேற்றப்பட்டது

source: linked in the document content
ta: ஆவண உள்ளடக்கத்தில் இணைக்கப்பட்டுள்ளது

source: Review Tag
ta: விமர்சனம் டேக்

source: Review Tags
ta: விமர்சனம் குறிச்சொற்கள்

source: Localization Tag
ta: உள்ளூராக்கல் குறிச்சொல்

source: Localization Tags
ta: உள்ளூராக்கல் குறிச்சொற்கள்

source: No table of contents
ta: பொருளடக்கம் இல்லை

source: All levels
ta: அனைத்து மட்டங்களிலும்

source: H2 and higher
ta: H2 மற்றும் அதிக

source: H3 and higher
ta: H3 மற்றும் அதிக

source: H4 and higher
ta: H4 மற்றும் அதிக

source: IP address
ta: IP முகவரி

source: User-Agent
ta: பயனர் முகவர்

source: HTTP Referrer
ta: HTTP ரெஃபரர்

source: Data submitted to Akismet
ta: தரவு Akismet க்கு சமர்ப்பிக்கப்பட்டது

source: Akismet submission
ta: Akismet சமர்ப்பிப்பு

source: Akismet submissions
ta: Akismet சமர்ப்பிப்புகள்

source: Slug
ta: ஸ்லக்

source: Document (optional)
ta: ஆவணம் (விரும்பினால்)

source: reviewed
ta: மதிப்பாய்வு

source: Needs Review
ta: விமர்சனம் தேவை

source: Ham / False Positive
ta: ஹாம் / தவறான நேர்மறை

source: Confirmed as Spam
ta: ஸ்பேமாக உறுதிசெய்யப்பட்டது

source: Review Unavailable
ta: விமர்சனம் கிடைக்கவில்லை

source: Akismet Error
ta: Akismet பிழை

source: Review of Akismet's classification as spam
ta: Akismet இன் வகைப்பாடு ஸ்பேம் என விமர்சனம் செய்யப்பட்டது

source: Staff reviewer
ta: ஊழியர் விமர்சகர்

source: You're trying to create a new page.
ta: புதிய பக்கத்தை உருவாக்க முயற்சிக்கிறீர்கள்.

source: Compare Revisions
ta: திருத்தங்களை ஒப்பிடுக

source: Back to History
ta: வரலாறுக்கு திரும்புக

source: Cannot delete pages with children until we fix this bug:
ta: இந்தப் பிழைகளை சரிசெய்யும் வரை குழந்தைகளுடன் பக்கங்களை நீக்க முடியாது:

source: Creator
ta: படைப்பாளர்

source: Creation Date
ta: உருவாக்கம் தேதி

source: Last Change By
ta: கடைசியாக மாற்றம்

source: Last Change Date
ta: கடைசி மாற்றம் தேதி
