Repository: MatonAnthony/mdn-l10n
Catalog: */LC_MESSAGES/django.po
Languages: ta

source: Permission Denied
ta: அனுமதி மறுக்கப்பட்டது

source: The wiki is in read-only mode.
ta: விக்கி வாசிக்கும் முறைமையில் உள்ளது.

source: You must sign in to view all history
ta: எல்லா வரலாற்றையும் காண நீங்கள் உள்நுழைய வேண்டும்

source: Your IP address has been banned.
ta: இந்தப் பயனரின் சுயவிவரம் தடை செய்யப்பட்டுள்ளது.

source: <p>We're sorry %(name)s, we're afraid we can't do that.</p>
ta: <P> மன்னிக்கவும் %(name)s, நாங்கள் அதைச் செய்ய முடியாது என்று பயப்படுகிறோம். </ P>

source: <p>We're sorry, we're afraid we can't do that.</p>
ta: <P> மன்னிக்கவும், நாங்கள் அதைச் செய்ய முடியாது என்று பயப்படுகிறோம். </ P>

source: <li><a href="%(logout_url)s">Sign out</a> to try again.</li>
ta: <li><a href="%(logout_url)s">வெளியேறி</a> மீண்டும் முயற்சியுங்கள்.</li>

source: <li><a href="%(login_url)s">Sign in</a> to try again.</li>
ta: <li><a href="%(login_url)s">உள்நுந்து</a> மீண்டும் முயற்சியுங்கள்.</li>

source: <p class="attrib"><small><a href="http://theoatmeal.com/comics/state_web_summer#tumblr" rel="nofollow">Tumbeasts</a> by Matthew Inman of <a href="http://theoatmeal.com" rel="nofollow">The Oatmeal</a></small></p>
ta: <p class="attrib"><small><a href="http://theoatmeal.com" rel="nofollow">ஓட்மீல் நூலை</a> எழுதிய மத்தேயு இன்மான் தான் <a href="http://theoatmeal.com/comics/state_web_summer#tumblr" rel="nofollow">Tumbeasts</a>நூலையும் எழுதனார்</small></p>

source: Not Found
ta: காணவில்லை

source: We're sorry, we couldn't find what you were looking for.
ta: மன்னிக்கவும், நீங்கள் தேடுவதை எங்களால் கண்டுபிடிக்க முடியவில்லை.

source: You can try a search or start over on the <a href="%(homepage_url)s">home page</a>.
ta: நீங்கள் ஒரு தேடலை முயற்சிக்கலாம் அல்லது <a href="%(homepage_url)s"> முகப்பு பக்கத்தில் </a> தொடங்குங்கள்.

source: If you were following a documentation link, you can sign in and create the page. Otherwise, please <a href="%(bug_form_url)s" rel="nofollow">file a bug</a>. Thanks!
ta: நீங்கள் ஆவணங்கள் தொடுப்பைப் பின்தொடர்ந்து உள்நுழைந்து, பக்கத்தை உருவாக்கலாம். இல்லையெனில், தயவுசெய்து <a href="%(bug_form_url)s" rel="nofollow"> வழுவைப் பதியுங்கள். </a>. நன்றி!

source: This user's profile has been banned.
ta: இந்தப் பயனரின் சுயவிவரம் தடை செய்யப்பட்டுள்ளது.

source: Too Many Requests
ta: அளவிற்கு அதிகப்படியான விண்ணப்பங்கள்

source: Internal Server Error
ta: உள்ளக சேவகன் பிழை

source: MDN Web Docs
ta: MDN வலை ஆவணங்கள்

source: MDN is currently in read-only maintenance mode.
ta: MDN தற்போது பராமரிப்பு முறையில் உள்ளது.

source: Learn more
ta: மேலும் அறிக

source: Terms
ta: விதிமுறைகள்

source: Privacy
ta: தனியுரிமை

source: Cookies
ta: நினைவிகள்

source: <li><a href="/logout">Log out</a> to try again.</li>
ta: <Li> மீண்டும் முயற்சிக்க <a href="/logout"> வெளியேறுக </a>. </ Li>

source: Skip to main content
ta: முக்கிய உள்ளடக்கத்திற்கு செல்க

source: Select language
ta: மொழியைத் தேர்

source: Skip to search
ta: தேடுவதற்குத் தவிர்

source: Search Firefox Help
ta: பயர்பாக்ஸ் உதவியைத் தேடு

source: Search
ta: தேடு

source: Technologies
ta: தொழில்நுட்பங்கள்

source: JavaScript
ta: ஜாவாநிரல்

source: Graphics
ta: வரைகலை

source: Browser Extensions
ta: உலாவி நீட்சிகள்

source: References & Guides
ta: மேற்கோள்கள் & வழிகாட்டிகள்

source: Learn web development
ta: வலை உருவாக்கம் பற்றி அறியுங்கள்

source: Tutorials
ta: பயிற்சிகள்

source: References
ta: மேற்கோள்கள்

source: Developer Guides
ta: உருவாக்குநர் வழிகாட்டிகள்

source: Accessibility
ta: அணுகல்தன்மை

source: Game development
ta: விளையாட்டு உருவாக்கம்

source: ...more docs
ta: ... கூடுதல் ஆவணங்கள்

source: Feedback
ta: கருத்து தெரிவி

source: Get Firefox help
ta: பயர்பாக்ஸ் உதவி பெறுக

source: Get web development help
ta: வலை உருவாக்க உதவியைப் பெறுக

source: Join the MDN community
ta: MDN சமூகத்தில் சேருங்கள்

source: Report a content problem
ta: உள்ளடக்க சிக்கலைப் புகாரளி

source: Report a bug
ta: வழு ஒன்றை தெரிவி

source: Tools
ta: கருவிகள்

source: Contribute to MDN
ta: MDN திட்டத்திற்கு பங்களியுங்கள்

source: Get started
ta: தொடங்குங்கள்

source: Review or localize docs
ta: ஆவணங்களை மீளாய்வு செய் (அ) தமிழில் மொழிபெயருங்கள்

source: Site Tools
ta: தள கருவிகள்

source: Revision dashboard
ta: மறுபரிசீலனை முகப்புப்பெட்டி

source: Documentation status
ta: ஆவணமாக்கல் நிலவரம்

source: Other languages:
ta: பிற மொழிகள்:

source: Go
ta: செல்

source: View profile
ta: சுயவிவரம் காண

source: Edit profile
ta: சுயவிவரத்தைத் தொகு

source: Sign out
ta: வெளியேறு

source: Sign in
ta: உள்நுழை

source: Close search
ta: தேடலை மூடுக

source: Learn the best of web development
ta: இணைய மேம்பாட்டின் சிறந்தவற்றை கற்றுக்கொள்ளுங்கள்

source: The newsletter is offered in English only at the moment.
ta: இந்த நேரத்தில் செய்திமடல் ஆங்கிலத்தில் மட்டுமே வழங்கப்படுகிறது.

source: E-mail
ta: மின்னஞ்சல்

source: I'm okay with Mozilla handling my info as explained in this <a href="%(policy_url)s">Privacy Policy</a>.
ta: இந்த <a href="%(policy_url)s""> தனியுரிமைக் கொள்கையில் </a> விளக்கப்பட்டுள்ளபடி, எனது தகவலை மோசில்லாவுடன் கையாளுகிறேன்.

source: Sign up now
ta: இப்பொழுதே பதிவுசெய்யுங்கள்

source: Thanks! Please check your inbox to confirm your subscription.
ta: நன்றி! உங்கள் சந்தாவை உறுதிப்படுத்த உங்கள் இன்பாக்ஸை சரிபார்க்கவும்.

source: Hide Newsletter Sign-up
ta: செய்திமடல் உள்நுழைவை மறை

source: Previous
ta: முந்தைய

source: Next
ta: அடுத்த

source: Afrikaans
ta: ஆஃப்ரிகான்ஸ்

source: Albanian
ta: அல்பேனிய

source: Arabic
ta: அரபு

source: Azerbaijani
ta: அசர்பாய்ஜானி

source: Bambara
ta: பம்பாரா

source: Bengali (Bangladesh)
ta: பெங்காலி (வங்காளம்)

source: Bengali (India)
ta: பெங்காலி (இந்தியா)

source: Bulgarian
ta: பல்கேரியன்

source: Burmese
ta: பர்மிஸ்

source: Catalan
ta: காடலான்

source: Chinese (Simplified)
ta: சீன (எளிமையாக்கப்பட்டது)

source: Chinese (Traditional)
ta: சீன (பாரம்பரியம்)

source: Croatian
ta: குரோஷியன்

source: Czech
ta: செக்

source: Dutch
ta: டச்சு

source: English (US)
ta: ஆங்கிலம் (அமெரிக்க)

source: Ewe
ta: ஈவ்

source: Finnish
ta: பின்னிஷ்

source: French
ta: பிரஞ்சு

source: Frisian
ta: பிரிஷிய

source: Fulah
ta: ஃபுலா

source: Georgian
ta: ஜியோர்ஜியன்

source: German
ta: ஜெர்மன்

source: Greek
ta: கிரேக்கம்

source: Hebrew
ta: ஹீப்ரு

source: Hindi (India)
ta: இந்தி (இந்தியா)

source: Hungarian
ta: ஹங்கேரியன்

source: Igbo
ta: இக்போ

source: Indonesian
ta: இந்தோனேஷியன்

source: Irish
ta: ஐரிஷ்

source: Italian
ta: இத்தாலிய

source: Japanese
ta: ஜப்பனீஸ்

source: Kabyle
ta: கபாய்ல்

source: Korean
ta: கொரியன்

source: Lingala
ta: லிங்காலா

source: Malagasy
ta: மலகாஸி

source: Malay
ta: மலாய்

source: Malayalam
ta: மலையாளம்

source: Persian
ta: பாரசீக

source: Polish
ta: போலிஷ்

source: Portuguese (Brazilian)
ta: போர்த்துகீசியம் (பிரேசிலியன்)

source: Portuguese (Portugal)
ta: போர்த்துகீசியம் (போர்ச்சுகல்)

source: Romanian
ta: ரோமேனியன்

source: Russian
ta: ரஷியன்

source: Serbian
ta: செர்பியன்

source: Spanish
ta: ஸ்பானிஷ்

source: Swahili
ta: சுவாஹிலி

source: Swedish
ta: ஸ்வீடிஷ்

source: Tagalog
ta: டாகாலோக்

source: Tamil
ta: தமிழ்

source: Telugu
ta: தெலுங்கு

source: Thai
ta: தாய்

source: Tswana
ta: ஸ்வானா

source: Turkish
ta: துருக்கிய

source: Ukrainian
ta: உக்ரைனியன்

source: Vietnamese
ta: வியட்நாமிஸ்

source: Wolof
ta: ஒலூஃப்

source: Xhosa
ta: ஹோஷா

source: Yoruba
ta: யோருப்பா

source: Zulu
ta: ஜூலூ

source: Unsubscribe from these emails:
ta: இந்த மின்னஞ்சல்களிலிருந்து குழுவிலகவும்:

source: Web Technologies
ta: வலை தொழில்நுட்பங்கள்

source: Learn Web Development
ta: வலை உருவாக்கம் பற்றி அறிக

source: About MDN
ta: MDN பற்றி

source: Twitter
ta: ட்விட்டர்

source: Mozilla
ta: மொசில்லா

source: About
ta: பற்றி

source: Contact Us
ta: தொடர்பு

source: Facebook
ta: முகநூல்

source: Instagram
ta: படர்வி

source: Are you sure you want to unsubscribe?
ta: நிச்சயமாக குழுவிலக வேண்டுமா?

source: Cancel
ta: ரத்து

source: Unsubscribe Error
ta: குழு விலகல் பிழை

source: Unsubscribed
ta: குழுவிலக்கப்பட்டீர்கள்

source: You have been unsubscribed.
ta: நீங்கள் குழுவிலக்கப்பட்டீர்கள்.

source: The following attachment files were moved to the trash: %(filenames)s. You may want to review them before their automatic purge after %(days)s days from the file storage.
ta: பின்வரும் இணைப்பு கோப்புகள் குப்பைக்கு நகர்த்தப்பட்டன:% (filenames) s. கோப்பு சேமிப்பிலிருந்து% (நாட்களுக்கு) நாட்களுக்குப் பிறகு, அவற்றின் தானியங்கி சுத்திகரிப்புக்கு முன்பு நீங்கள் அவற்றை மதிப்பாய்வு செய்ய விரும்பலாம்.

source: and
ta: மற்றும்

source: The attachment file "%(filename)s" was moved to the trash. You may want to review the file before its automatic purge after %(days)s days from the file storage system.
ta: இணைப்பு கோப்பு "% (filename கள்)" குப்பைக்கு நகர்த்தப்பட்டன. கோப்பின் சேமிப்பக கணினியிலிருந்து% (நாட்களுக்கு) நாட்களுக்குப் பின் அதன் தானியங்கு தூய்மைப்படுத்தும் முன் கோப்பை மதிப்பாய்வு செய்ய வேண்டும்.

source: Attachments
ta: இணைப்புகள்

source: MDN recent file changes
ta: MDN சமீபத்திய கோப்பு மாற்றங்கள்

source: Recent revisions to MDN file attachments
ta: MDN கோப்பு இணைப்புகளுக்கான சமீபத்திய திருத்தங்கள்

source: Files of this type are not permitted.
ta: இந்த வகை கோப்புகள் அனுமதிக்கப்படவில்லை.

source: The MIME type is used when serving the attachment. Automatically populated by inspecting the file on upload. Please only override if needed.
ta: இணைப்பில் சேவை செய்யும் போது MIME வகை பயன்படுத்தப்படுகிறது. பதிவேற்றத்தில் கோப்பை ஆய்வு செய்வதன் மூலம் தானாகவே தொகுக்கப்படும். தேவைப்பட்டால் மட்டுமே புறக்கணிக்கவும்.

source: attachment revision
ta: இணைப்பு திருத்தம்

source: attachment revisions
ta: இணைப்பு திருத்தங்கள்

source: The attachment file that was trashed
ta: அகற்றப்பட்ட இணை கோப்பு

source: Attachments | %(title)s
ta: இணைப்புகள் | %(title)s

source: Upload files
ta: கோப்புகளை பதிவேற்றவும்

source: Learn how to use Attachments
ta: இணைப்புகளை எவ்வாறு பயன்படுத்துவது என்பதை அறிக

source: Upload Files
ta: கோப்புகளை பதிவேற்றவும்

source: This document has no attachments.
ta: இந்த ஆவணத்தில் இணைப்பு இல்லை.

source: Images can be attached, and then linked in the article.
ta: படங்கள் இணைக்கப்பட்டு, பின்னர் கட்டுரையில் இணைக்கப்படலாம்.

source: File
ta: கோப்பு

source: Title
ta: தலைப்பு

source: Description
ta: விளக்கம்

source: Comments
ta: கருத்துக்கள்

source: Attached to this article
ta: இந்த கட்டுரையில் இணைக்கப்பட்டுள்ளது

source: Attached to another article
ta: மற்றொரு கட்டுரையில் இணைக்கப்பட்டுள்ளது

source: Size
ta: அளவு

source: Last modified
ta: கடைசியாக மாற்றப்பட்டது

source: Uploaded by
ta: பதிவேற்றியது

source: Linked in article
ta: கட்டுரை இணைக்கப்பட்டுள்ளது

source: Article attached to
ta: கட்டுரை இணைக்கப்பட்டுள்ளது

source: %(bytes)s bytes
ta: %(bytes)s பைட்டுகள்

source: n/a
ta: பொ / இ

source: Lookup key
ta: தேடு பொறி

source: Hashed secret
ta: ரகசியமாக இருந்தது

source: Description of intended use
ta: நோக்கம் பயன்பாட்டின் விளக்கம்

source: Created
ta: உருவாக்கப்பட்டது

source: Delete
ta: அழி

source: This key has not been used yet.
ta: இந்த விசை இதுவரை பயன்படுத்தப்படவில்லை.

source: These are your API keys. They're useful for building applications that perform tasks on MDN on your behalf. If you have stopped using any of them, or suspect one has been exposed to parties you don't trust with your account delete the key. It's easy to create a replacement key at any time.
ta: இவை உங்கள் API விசைகள். உங்கள் சார்பில் MDN இல் பணிகளைச் செய்யும் பயன்பாடுகளை உருவாக்குவதற்கு இவை பயனுள்ளதாக இருக்கும். நீங்கள் யாரையும் பயன்படுத்துவதை நிறுத்தியிருந்தால், அல்லது சந்தேகத்திற்குரியவர்கள் உங்கள் கணக்குடன் நம்பாதவர்கள் சந்தேகத்திற்கு இடமின்றி சந்தித்துள்ளனர். எப்போது வேண்டுமானாலும் மாற்று விசையை உருவாக்க இது எளிதானது.

source: Create a new key
ta: புதிய விசை உருவாக்கவும்

source: You have no API keys, yet.
ta: இன்னும் உங்களிடம் API விசை இல்லை.

source: View key usage history
ta: முக்கிய பயன்பாட்டு வரலாற்றைக் காண்க

source: History (%(count)s)
ta: வரலாறு (%(count)s)

source: You need a special permission to use API keys. You may request permission by <a href="%(bugzilla_url)s">filing a bug</a>.
ta: API விசைகளைப் பயன்படுத்த உங்களுக்கு ஒரு சிறப்பு அனுமதி தேவை. <a href="%(bugzilla_url)s"> பிழையைத் தாக்கல் </a> மூலம் நீங்கள் அனுமதி கோரலாம்.

source: <p>Describe your intended use for this key, below. <p><strong>NOTE:</strong> This will be your only means of identifying this key later, other than the date and time of its creation. So, be as clear as you can.</p>
ta: <P> கீழே உள்ள இந்த விசைக்கு உங்கள் நோக்கம் பயன்படுத்தப்பட வேண்டும். <P> <strong> குறிப்பு: </ strong> இந்த உருவாக்கம் தேதி மற்றும் நேரம் தவிர வேறு, இந்த விசை அடையாளம் காண்பதற்கான உங்கள் ஒரே வழிமுறையாகும். எனவே, நீங்கள் முடிந்தவரை தெளிவாக இருக்க வேண்டும். </ P>

source: Create
ta: உருவாக்கவும்

source: <p>Your new key has been created. Please make a note of the details below (e.g. by copying them into your application's settings). This information will never be displayed again, and cannot be recovered if lost.</p> <p><strong>NOTE:</strong> When you're done, <a class="button" href="%(list_url)s">return to the key list</a>. Reloading this page will create a new key.</p>
ta: <P> உங்கள் புதிய விசை உருவாக்கப்பட்டது. கீழேயுள்ள விவரங்களைக் கவனத்தில் கொள்ளவும் (எ.கா. உங்கள் பயன்பாட்டு அமைப்புகளில் அவற்றை நகலெடுப்பதன் மூலம்). </ P> <p> <strong> குறிப்பு: </ strong> நீங்கள் முடிந்ததும், <a class = "button" href = "% (list_url) ) S "> முக்கிய பட்டியலுக்கு திரும்பவும் </a>. இந்தப் பக்கத்தை மறுநினைவேற்று புதிய விசை உருவாக்கப்படும். </ P>

source: Key ID
ta: முக்கிய ஐடி

source: Secret
ta: இரகசிய

source: Core
ta: கோர்

source: Today at %s
ta: இன்று %s இல்

source: Yes
ta: ஆமாம்

source: No
ta: இல்லை

source: All Locales
ta: அனைத்து மொழிகளிலும்

source: None
ta: யாரும்

source: Hour
ta: ஹவர்

source: Day
ta: தினம்

source: Week
ta: வீக்

source: 30 days
ta: 30 நாட்களில்

source: All Authors
ta: அனைத்து ஆசிரியர்கள்

source: Known Authors
ta: அறியப்பட்ட ஆசிரியர்கள்

source: Unknown Authors
ta: அறியப்படாத ஆசிரியர்கள்

source: Locale:
ta: மொழி:

source: User:
ta: பயனர்:

source: Topic:
ta: தலைப்பு:

source: Start Date:
ta: தொடக்க தேதி:

source: End Date:
ta: கடைசி தேதி:

source: Preceding Period:
ta: முந்தைய காலப்பகுதி:

source: Authors
ta: ஆசிரியர்கள்

source: Active macros
ta: செயலில் மேக்ரோக்கள்

source: All articles in need of review
ta: ஆய்வு தேவைப்படும் அனைத்து கட்டுரைகள்

source: All documents
ta: எல்லா ஆவணங்கள்

source: All Tags
ta: அனைத்து குறிச்சொற்களை

source: Documents with errors
ta: பிழைகள் கொண்ட ஆவணங்கள்

source: Documents with no parent
ta: பெற்றோர் இல்லாத ஆவணங்கள்

source: Revision Dashboard
ta: மறுபரிசீலனை டாஷ்போர்டு

source: Top level documents
ta: மேல் நிலை ஆவணங்கள்

source: Found %(num)s active macro.
ta: %(num)s செயலில் உள்ள மேக்ரோ காணப்பட்டது.

source: See the <a href="%(url)s">GitHub repo</a> for the list of macros.
ta: மேக்ரோக்களின் பட்டியலுக்கு <a href="%(url)s"> GitHub ரெப்போ </a> ஐக் காண்க.

source: You can also <a href="%(url)s">manually search for macros</a>.
ta: நீங்கள் <a href="%(url)s"> மேக்ரோக்களுக்காக கைமுறையாக தேடலாம் </a>.

source: Active macros and their usage counts
ta: செயலில் மேக்ரோக்கள் மற்றும் அவற்றின் பயன்பாடு எண்ணிக்கை

source: Macro Name
ta: மேக்ரோ பெயர்

source: English Page Count
ta: ஆங்கிலம் பக்கம் கவுண்ட்

source: All Page Count
ta: அனைத்து பக்கமும்

source: Search for macro usage:
ta: மேக்ரோ பயன்பாட்டைத் தேடுக:

source: Search All Pages
ta: அனைத்து பக்கங்களையும் தேடவும்

source: Search English Pages
ta: ஆங்கிலம் பக்கங்கள் தேடு

source: Authors:
ta: ஆசிரியர்கள்:

source: Filter
ta: வடிகட்டி

source: Trends Over Time, Ending %(date)s
ta: காலப்போக்கில் போக்குகள், முடிவுறுதல் %(date)s

source: Revision
ta: மறுபார்வை

source: Comment
ta: கருத்து

source: Author
ta: ஆசிரியர்

source: Toggle IPs
ta: மாற்று IPs

source: new
ta: புதிய

source: deleted
ta: நீக்கப்பட்டது

source: IP:
ta: ஐபி:

source: Ban IP from Editing
ta: திருத்துதலில் இருந்து பான் ஐபி

source: User agent:
ta: பயனர் முகவர்:

source: Referrer:
ta: ரெஃப்ரரில்:

source: Submit as:
ta: என சமர்ப்பிக்கவும்:

source: spam
ta: ஸ்பேம்

source: Stop getting emailed when English revisions are approved
ta: ஆங்கில திருத்தங்களை ஏற்றுக்கொள்ளும்போது மின்னஞ்சல் பெறுவதை நிறுத்தவும்

source: Get emailed when English revisions are approved
ta: ஆங்கில திருத்தங்களை ஏற்றுக்கொள்ளும்போது மின்னஞ்சலைப் பெறுக

source: Stop getting emailed when English reviews are waiting
ta: ஆங்கிலம் மதிப்புரைகள் காத்திருக்கும் போது மின்னஞ்சலைப் பெறுவதை நிறுத்தவும்

source: Get emailed when English reviews are waiting
ta: ஆங்கிலம் மதிப்புரைகள் காத்திருக்கும் போது மின்னஞ்சலைப் பெறுக

source: Resources for developers, by developers.
ta: டெவலப்பர்களுக்கான வளங்கள், டெவலப்பர்கள்.

source: Search the docs
ta: ஆவணங்களைத் தேடவும்

source: Developer Tools
ta: உருவாக்குநர் கருவிகள்

source: Featured
ta: சிறப்பு

source: Get The Browser For Developers Like You
ta: உங்களை போன்ற டெவலப்பர்களுக்கான உலாவியைப் பெறுங்கள்

source: Help improve MDN
ta: MDN ஐ மேம்படுத்த உதவுங்கள்

source: All parts of MDN (docs and the site itself) are created by an open community of developers. Please join us! Pick one of these ways to help:
ta: MDN இன் அனைத்து பகுதிகளும் (ஆவணங்கள் மற்றும் தளம் ஆகியவை) டெவலப்பர்களின் திறந்த சமூகத்தால் உருவாக்கப்படுகின்றன. எங்களுக்கு சேரவும்! உதவ இந்த வழிகளில் ஒன்றைத் தேர்ந்தெடுக்கவும்:

source: Getting started
ta: தொடங்குதல்

source: Editorial review
ta: ஆசிரியர் ஆய்வு

source: Technical review
ta: தொழில்நுட்ப ஆய்வு

source: Translating
ta: மொழிபெயர்ப்பது

source: Promoting MDN
ta: MDN ஐ மேம்படுத்துகிறது

source: Contributing to the MDN codebase
ta: MDN குறியீட்டுக்கு பங்களிப்பு

source: Maintenance Mode
ta: பராமரிப்பு முறை

source: MDN is currently in maintenance mode. Content is being served from a backup database, which means some articles may show out-of-date information. Have no fear! All will be restored when maintenance has concluded.
ta: MDN தற்போது பராமரிப்பு முறையில் உள்ளது. உள்ளடக்கமானது ஒரு தரவுத்தள தரவுத்தளத்திலிருந்து வழங்கப்படுகிறது, அதாவது சில கட்டுரைகள் காலத்திற்கேற்ற தகவலைக் காட்டலாம். பயப்படாதே! பராமரிப்பு முடிந்தவுடன் அனைத்து மீட்டமைக்கப்படும்.

source: While in maintenance mode, the following actions are unavailable:
ta: பராமரிப்பு பயன்முறையில், பின்வரும் செயல்கள் கிடைக்கவில்லை:

source: editing articles
ta: எடிட்டிங் கட்டுரைகள்

source: creating accounts
ta: கணக்குகளை உருவாக்குககிறது

source: logging in
ta: உள்நுழைதல்

source: We apologize for the inconvenience.
ta: சிரமத்திற்கு வருந்துகிறோம்.

source: Promote MDN
ta: MDN ஐ மேம்படுத்து

source: Spread some developer love.
ta: சில டெவெலப்பர் காதல் பரவியது.

source: <ol> <li><strong>Get Buttons:</strong> Use our simple form below to create a custom button and source code to promote MDN on your website or blog.</li> <li><strong>Post Buttons:</strong> Copy the source code and paste it anywhere on your website or blog to help people click through to MDN.</li> <li><strong>Feel Good:</strong> Take pride in knowing you're making developers lives just a little bit better by sharing MDN with the world.</li> </ol>
ta: <ol> <li> <strong> பொத்தான்களைப் பெறுக: </ strong> உங்கள் இணையத்தளத்தில் அல்லது வலைப்பதிவில் MDN ஐ மேம்படுத்துவதற்கு தனிப்பயன் பொத்தானை மற்றும் மூல குறியீட்டை உருவாக்குவதற்கு கீழேயுள்ள எங்கள் எளிய படிவத்தைப் பயன்படுத்தவும். </li> <li> </ Li> <li> <strong> நல்லது: </strong> நீங்கள் அறிந்திருப்பதில் பெருமை கொள்ளுங்கள்: </ strong> </li> </ ol> உருவாக்குநர்கள் உலகில் MDN ஐ பகிர்வதன் மூலம் சிறிது சிறப்பாக வாழ்கின்றனர்

source: Preview
ta: முன்னோட்ட

source: Choose a button style
ta: பொத்தானை பாணியை தேர்வு செய்யவும்

source: Better Docs
ta: சிறந்த டாக்ஸ்

source: Developer Powered
ta: டெவெலப்பர் திருத்தினோம்

source: For Developers, By Developers
ta: டெவலப்பர்கள், டெவலப்பர்களால்

source: Web Developer Toolbox
ta: வலை டெவலப்பர் டூல்பாக்ஸ்

source: Choose a color
ta: வண்ணத்தைத் தேர்வுசெய்க

source: Gray
ta: கிரே

source: Orange
ta: ஆரஞ்சு

source: Red
ta: சிவப்பு

source: Replace &lt;FOO&gt; with
ta: &lt; FOO &gt; உடன்

source: Web
ta: இணையதள

source: Add your custom button to your website
ta: உங்கள் விருப்ப பொத்தானை உங்கள் வலைத்தளத்தில் சேர்க்கவும்

source: Your source code:
ta: உங்கள் மூல குறியீடு:

source: Your button will take people to:
ta: உங்கள் பொத்தானை மக்கள் எடுக்கும்:

source: Better CSS docs for a better Web on MDN
ta: MDN இல் சிறந்த வலைக்கு சிறந்த CSS டாக்ஸ்

source: Better HTML docs for a better Web on MDN
ta: MDN இல் சிறந்த வலைக்கு சிறந்த CSS டாக்ஸ்

source: Better JavaScript docs for a better Web on MDN
ta: MDN இல் MDNr வெப் ஒரு சிறந்த வலை ஒரு betteBetter இங்கு டாக்ஸ் சிறந்த CSS டாக்ஸ்

source: Better Web docs for a better Web on MDN
ta: MDN இல் சிறந்த வலைக்கு சிறந்த வலை ஆவணங்கள்

source: MDN is Developer Powered for CSS docs and more.
ta: MDN டெவலப்பர் CSS ஆவணங்கள் மற்றும் இன்னும் திருத்தினோம்.

source: MDN is Developer Powered for HTML docs and more.
ta: MDN டெவலப்பர் HTML டாக்ஸ் மற்றும் இன்னும் திருத்தினோம்.

source: MDN is Developer Powered for JavaScript docs and more.
ta: MDN டெவெலப்பர் JavaScript டாக்ஸ் மற்றும் இன்னும் திருத்தினோம்.

source: MDN is Developer Powered for Web docs and more.
ta: MDN டெவலப்பர் வலை டாக்ஸ் மற்றும் இன்னும் திருத்தினோம்.

source: CSS docs by developers, for developers on MDN
ta: MDN இல் டெவலப்பர்களுக்கான டெவலப்பர்களால் CSS ஆவணங்கள்

source: HTML docs by developers, for developers on MDN
ta: MDN இல் உருவாக்குநர்களுக்கான டெவலப்பர்களால் HTML டாக்ஸ்

source: JavaScript docs by developers, for developers on MDN
ta: MDN இல் டெவெலப்பர்களுக்கான டெவெலப்பர்களால் JavaScript டாக்ஸ்

source: Web docs by developers, for developers on MDN
ta: MDN இல் டெவலப்பர்களுக்கான வலை ஆவணங்கள்

source: MDN is your Web Developer Toolbox for docs and more on HTML, CSS, JavaScript and other Web standards and open technologies.
ta: MDN என்பது HTML, CSS, JavaScript மற்றும் பிற வலை தரநிலைகள் மற்றும் திறந்த தொழில்நுட்பங்கள் ஆகியவற்றில் டாக்ஸ் மற்றும் மேலும் உங்கள் வலை டெவலப்பர் டூல்பாக்ஸ் ஆகும்.

source: Posted %(entrydate)s by %(authorlink)s
ta: %(entrydate)s கள் %(authorlink)s கள் மூலம் இடுகையிடப்பட்டது

source: Proudly non-profit.
ta: வருந்தத்தக்க இலாபத்தை எடுத்துக்கொள். சர்வே

source: Donate before Dec 31.
ta: 31 டிசத்திற்கு முன்னர் நன்கொடையாக.

source: Donate Now
ta: இப்போது நன்கொடையாக

source: Your full name
ta: உங்கள் முழு பெயர்

source: Must be a valid email
ta: செல்லுபடியாகும் மின்னஞ்சலாக இருக்க வேண்டும்

source: Other
ta: மற்றவை

source: Help
ta: உதவி

source: Amount
ta: தொகை

source: Card Number
ta: அட்டை எண்

source: Confirm
ta: உறுதிப்படுத்தவும்

source: Was this useful?
ta: இது பயனுள்ளதாக இருந்ததா?

source: Yes, this answered my question
ta: ஆம், இது என் கேள்விக்கு பதில் அளித்தது

source: No, this did not answer my question
ta: இல்லை, இது என் கேள்விக்கு பதிலளிக்கவில்லை

source: Send
ta: அனுப்பு

source: Thank You
ta: நன்றி

source: The MDN Team
ta: MDN அணி

source: Can't promote more than one index at once.
ta: ஒரே ஒரு குறியீட்டை ஒரே நேரத்தில் விளம்பரப்படுத்த முடியாது.

source: Promoted search index %s.
ta: மேம்பட்ட தேடல் குறியீட்டு %s.

source: Promote selected search index to current index
ta: தேர்ந்தெடுக்கப்பட்ட தேடல் குறியீட்டை தற்போதைய குறியீட்டிற்கு மேம்படுத்து

source: Can't demote more than one index at once.
ta: ஒன்றுக்கு மேற்பட்ட குறியீட்டை ஒரே நேரத்தில் குறைக்க முடியாது.

source: Can't demote the index if there is only one. Create and populate a new one first.
ta: ஒன்றுக்கு மேற்பட்ட குறியீட்டை ஒரே நேரத்தில் குறைக்க முடியாது.

source: Demoted search index %s.
ta: வரையறுக்கப்பட்ட தேடல் குறியீட்டு %s.

source: Demote selected search index (automatic fallback to previous index)
ta: தேர்ந்தெடுத்த தேடல் குறியீட்டை (முந்தைய குறியீட்டிற்கு தானியங்கு குறைவு)

source: Can't populate more than one index at once.
ta: ஒன்றுக்கு மேற்பட்ட குறியீட்டை ஒரே நேரத்தில் தொகுக்க முடியாது.

source: Populate selected search index via Celery
ta: தேர்ந்தெடுத்த தேடல் குறியீட்டை செலேரி வழியாக வரிசைப்படுத்தவும்

source: Is current index?
ta: தற்போதைய குறியீட்டு?

source: There is already a successor to the current index %s
ta: தற்போதைய குறியீட்டு %s க்கு ஒரு வாரிசாக ஏற்கனவே உள்ளது

source: Document type
ta: ஆவண வகை

source: Code Samples
ta: குறியீடு மாதிரிகள்
