Repository: MatonAnthony/mdn-l10n
Catalog: */LC_MESSAGES/django.po
Languages: ta

source: You are about to delete this document and all of its revisions. Please let us know why this page should be deleted.
ta: நீங்கள் இந்த ஆவணத்தையும் அதன் எல்லா திருத்தங்களையும் நீக்குகிறீர்கள். தயவுசெய்து ஏன் இந்தப் பக்கம் நீக்கப்பட வேண்டும் என்பதை தயவுசெய்து எங்களுக்கு தெரியப்படுத்துங்கள்.

source: Are you sure you want to continue?
ta: நீங்கள் தொடர விரும்புகிறீர்களா?

source: Reason for Deletion
ta: நீக்குவதற்கான காரணம்

source: Are you sure you want to revert to this revision?
ta: இந்த மறுபரிசீலனைக்கு நீங்கள் நிச்சயமாக மாற வேண்டுமா?

source: Document
ta: ஆவணம்

source: Content
ta: உள்ளடக்க

source: Why are you reverting to this revision?
ta: இந்த மீள்திருத்தலுக்கு நீங்கள் ஏன் திரும்பி வருகிறீர்கள்?

source: You are about to revert the document to this revision. Click "revert" to revert to the content&nbsp;above.
ta: இந்த திருத்தத்திற்கு ஆவணத்தை நீங்கள் திரும்பப் பெறுவீர்கள். மேலே &nbsp; உள்ளடக்கத்திற்குத் திரும்ப "திரும்ப" என்பதைக் கிளிக் செய்யவும்.

source: Revert
ta: மாற்றியமை

source: Create a New Article
ta: ஒரு புதிய கட்டுரை உருவாக்கவும்

source: Create a
ta: உருவாக்கவும்

source: New Document
ta: புதிய ஆவணம்

source: URL segment that identifies the page
ta: பக்கத்தை அடையாளம் காட்டும் URL பிரிவு

source: Document Deleted
ta: ஆவணம் நீக்கப்பட்டது

source: Restore this document
ta: இந்த ஆவணத்தை மீட்டெடுக்கவும்

source: Jump to:
ta: செல்லவும்:

source: This is an experimental page.
ta: இது ஒரு பரிசோதனை பக்கமாகும்.

source: This translation is in progress.
ta: இந்த மொழிபெயர்ப்பு முன்னேற்றம் அடைந்துள்ளது.

source: This article doesn't have any content yet.
ta: இந்த கட்டுரைக்கு இதுவரை எந்த உள்ளடக்கமும் இல்லை.

source: This article doesn't have approved content yet.
ta: இந்த கட்டுரையில் இன்னும் உள்ளடக்கத்தை அனுமதி இல்லை.

source: Document Tags and Contributors
ta: ஆவண குறிச்சொற்கள் மற்றும் பங்களிப்பாளர்கள்

source: Contributors to this page:
ta: இந்த பக்கத்திற்கு பங்களிப்பாளர்கள்:

source: Last updated by:
ta: கடைசியாக புதுப்பிக்கப்பட்டது:

source: Edit Page Title and Properties
ta: பக்க தலைப்பு மற்றும் பண்புகளை திருத்து

source: Please review the differences between your changes and the changes saved since you started editing. You may save again, but try to resolve any conflicts by hand so that the changes made since you started are not lost.
ta: உங்கள் மாற்றங்கள் மற்றும் எடிட்டிங் தொடங்குவதற்குப் பின்னர் சேமிக்கப்பட்ட மாற்றங்களிடையே உள்ள வேறுபாடுகளை மதிப்பாய்வு செய்யவும். நீங்கள் மீண்டும் சேமிக்கலாம், ஆனால் கையில் எந்த மோதலையும் தீர்க்க முயற்சி செய்யுங்கள், இதனால் நீங்கள் தொடங்கிய முதல் மாற்றங்கள் இழக்கப்படவில்லை.

source: Your Changes
ta: உங்கள் மாற்றங்கள்

source: Current Revision:
ta: நடப்பு திருத்த:

source: Search results summary:
ta: தேடல் முடிவுகளின் சுருக்கம்:

source: Rendering max age:
ta: அதிகபட்ச வயது வரம்பு:

source: Days
ta: நாட்களில்

source: Hours
ta: மணி

source: Minutes
ta: நிமிடங்கள்

source: Find the translation source with the lookup below and then click "Publish."
ta: கீழே உள்ள தேடுதலுடன் மொழிபெயர்ப்பு மூலத்தை கண்டுபிடித்து, "வெளியிடு" என்பதைக் கிளிக் செய்யவும்.

source: Lookup:
ta: பார்க்க:

source: Thank you for taking the time to improve MDN!
ta: MDN ஐ மேம்படுத்த நேரத்தை எடுத்துக் கொண்டதற்கு நன்றி!

source: Don't be afraid to break something, you can always revert your changes.
ta: ஏதேனும் உடைக்க பயப்பட வேண்டாம், நீங்கள் எப்போதும் உங்கள் மாற்றங்களை மாற்றியமைக்கலாம்.

source: Have fun and be proud of your contribution!
ta: மகிழ்ச்சியுடன் மற்றும் உங்கள் பங்களிப்பு பெருமை!

source: Learn how to tag an article
ta: ஒரு கட்டுரையை எவ்வாறு குறிக்க வேண்டும் என்பதை அறியவும்

source: Please specify the new location for this page by filling out the fields below. Be sure your new destination follows these rules:
ta: கீழே உள்ள புலங்களை நிரப்புவதன் மூலம் இந்தப் பக்கத்திற்கான புதிய இருப்பிடத்தை குறிப்பிடவும். உங்கள் புதிய இலக்கு இந்த விதிகள் பின்வருமாறு:

source: Make sure the location you specify is located immediately under an existing page.
ta: நீங்கள் குறிப்பிடும் இடம் உடனடியாக இருக்கும் பக்கத்தின் கீழ் அமைந்துள்ளது என்பதை உறுதி செய்து கொள்ளுங்கள்.

source: Don't include a trailing slash (this will be removed for you if you include it, but you should leave it out).
ta: பின்வருவதைக் குறிக்காதீர்கள் (இதை நீங்கள் அடக்கியிருந்தால் இது நீக்கப்பட்டது, ஆனால் நீங்கள் அதை விட்டு வெளியேற வேண்டும்).

source: Your requested move cannot be completed due to the following slug conflicts:
ta: பின்வரும் ஸ்லக் மோதல்களால் உங்கள் கோரப்பட்ட நகர்வு முடிக்கப்பட முடியாது:

source: Current Slug:
ta: தற்போதைய ஸ்லக்:

source: Preview URL:
ta: முன்னோட்ட URL:

source: New Slug:
ta: புதிய ஸ்லக்:

source: Look up by Document Title
ta: ஆவணத்தின் தலைப்பைப் பார்க்கவும்

source: Parent Title
ta: பெற்றோர் தலைப்பு

source: Move Page
ta: பக்கத்தை நகர்த்து

source: No other documents will be affected by this change.
ta: இந்த மாற்றத்தால் வேறு எந்த ஆவணங்களும் பாதிக்கப்படாது.

source: Page move requested
ta: பக்க நகர்வு கோரப்பட்டது

source: This is a preview of an unsaved document.
ta: இது சேமிக்கப்படாத ஆவணத்தின் முன்னோட்டமாகும்.

source: Revision Information
ta: மீள்பார்வை தகவல்

source: Revision slug:
ta: மறுபரிசீலனை ஸ்லக்:

source: Revision title:
ta: மறுபரிசீலனை தலைப்பு:

source: Revision id:
ta: மறுபரிசீலனை ஐடி:

source: Created:
ta: உருவாக்கப்பட்டது:

source: Creator:
ta: படைப்பாளர்:

source: Is current revision?
ta: தற்போதைய திருத்தம்?

source: Revision Content
ta: திருத்த உள்ளடக்க

source: Revision Source
ta: திருத்த மூல

source: Revert to this revision
ta: இந்த திருத்தத்திற்குத் திரும்பவும்

source: Select language | %(document)s
ta: மொழியை தேர்வு செய் | %(document)s

source: Select a language to translate to:
ta: மொழிபெயர்ப்பதற்கு ஒரு மொழியைத் தேர்ந்தெடுங்கள்:

source: Translate Content
ta: உள்ளடக்கத்தை மொழிபெயர்க்கவும்

source: View Rendered
ta: காண்பிக்கப்பட்ட காட்சி

source: View Source
ta: மூலத்தை பார்

source: %(locale)s translation:
ta: %(locale)s மொழிபெயர்ப்பு:

source: Translate Tags
ta: குறிச்சொற்களை மொழிபெயர்க்கவும்

source: English tags
ta: ஆங்கிலம் குறிச்சொற்கள்

source: This document has no tags.
ta: இந்த ஆவணத்தில் எந்த குறிப்பும் இல்லை.

source: Version Notes
ta: பதிப்பு குறிப்புகள்

source: Localization flags
ta: உள்ளூராக்கல் கொடிகள்

source: View User Profile:
ta: பயனர் சுயவிவரம் காண்க:

source: Compare on MDN:
ta: MDN இல் ஒப்பிடுக:

source: View Article:
ta: கட்டுரை காண்க:

source: Edit Article:
ta: கட்டுரை திருத்தவும்:

source: Article History:
ta: கட்டுரை வரலாறு:

source: This article needs these reviews:
ta: இந்த கட்டுரைக்கு இந்த மதிப்புரைகள் தேவை:

source: Save
ta: சேமி

source: Languages
ta: மொழிகள்

source: No translations exist for this article.
ta: இந்த கட்டுரையில் மொழிபெயர்ப்பு கிடையாது.

source: Add a translation
ta: மொழிபெயர்ப்பு சேர்க்கவும்

source: Watch
ta: வாட்ச்

source: New sub-article
ta: புதிய துணை கட்டுரை

source: Clone this article
ta: இந்த கட்டுரையை க்ளோன் செய்யுங்கள்

source: Move this article
ta: இந்த கட்டுரையை நகர்த்தவும்

source: View in admin
ta: நிர்வாகியில் பார்க்கவும்

source: Delete this article
ta: இந்த கட்டுரையை நீக்கு

source: Print this article
ta: இந்த கட்டுரையை அச்சிடுங்கள்

source: breadcrumbs
ta: நண்பனின்

source: Change Revisions
ta: திருத்தங்களை மாற்றுக

source: The server is rendering the content comparison. Please refresh this page in a few minutes.
ta: சேவையகம் உள்ளடக்க ஒப்பீட்டை வழங்குவது. சில நிமிடங்களில் இந்தப் பக்கத்தைப் புதுப்பிக்கவும்.

source: Subscribe to this article and all its sub-articles
ta: இந்த கட்டுரையிலும் அதன் அனைத்து துணை-கட்டுரைகளிலும் பதிவு செய்யுங்கள்

source: Unsubscribe from this article and all its sub-articles
ta: இந்த கட்டுரையிலிருந்து மற்றும் அனைத்து துணை-கட்டுரைகளிலிருந்தும் குழுவிலகவும்

source: You are now subscribed to this article and all its sub-articles.
ta: நீங்கள் இப்போது இந்த கட்டுரையில் மற்றும் அதன் எல்லா துணை-கட்டுரைகளிலும் குழுசேர்ந்துள்ளீர்கள்.

source: You have been unsubscribed from this article and all its sub-articles.
ta: இந்த கட்டுரையிலிருந்து மற்றும் அதன் எல்லா துணை-கட்டுரைகளிலிருந்தும் நீக்கப்பட்டது.

source: Updating subscription status
ta: சந்தா நிலையை மேம்படுத்துகிறது

source: Subscribe to this article
ta: இந்த கட்டுரையில் பதிவு செய்க

source: Unsubscribe from this article
ta: இந்த கட்டுரையில் இருந்து குழுவிலகவும்

source: Generate table of contents
ta: பொருளடக்கம்

source: Need Help?
ta: உதவி தேவை?

source: Editor Guide
ta: ஆசிரியர் வழிகாட்டி

source: Style Guide
ta: உடை கையேடு

source: There was a scripting error on this page. While it is being addressed by site editors, you can view partial content below.
ta: இந்தப் பக்கத்தில் ஸ்கிரிப்டிங் பிழை இருந்தது. தளம் ஆசிரியர்கள் உரையாற்றும்போது, கீழே உள்ள பகுதி உள்ளடக்கத்தை நீங்கள் காணலாம்.

source: Hide error information
ta: பிழை தகவல் மறை

source: More information about this error
ta: இந்த பிழை பற்றிய மேலும் தகவல்

source: Error type:
ta: பிழை வகை:

source: In macro:
ta: மேக்ரோ:

source: Create Macro
ta: மேக்ரோ உருவாக்கவும்

source: View Macro
ta: மேக்ரோவைக் காண்க

source: Parsing macro:
ta: மேக்ரோ பாகுபடுத்தி:

source: Edit Document
ta: ஆவணத்தைத் திருத்தவும்

source: Full text of error:
ta: பிழை முழு உரை:

source: New Page
ta: புதிய பக்கம்

source: Discard changes and create a new document?
ta: மாற்றங்களை நிராகரித்து புதிய ஆவணத்தை உருவாக்கவா?

source: Publish and Keep Editing
ta: திருத்துதல் மற்றும் திருத்துதல்

source: Discard
ta: நிராகரி

source: Review needed?
ta: விமர்சனம் தேவை?

source: Revision Comment
ta: மறுபார்வை கருத்து

source: Learn how to use Revision Comments
ta: மறுபார்வை கருத்துரைகளைப் பயன்படுத்துவது எப்படி என்பதை அறிக

source: Tell us why you made additions and changes. It is optional, but will make page history easier to understand.
ta: நீங்கள் சேர்த்தல் மற்றும் மாற்றங்களை ஏன் செய்தீர்கள் என்று எங்களுக்குத் தெரிவிக்கவும். இது விருப்பமானது, ஆனால் புரிந்து கொள்ள பக்க வரலாற்றை எளிதாக்குகிறது.

source: We'll try to resolve the problem, and after that you will be able to resubmit your contribution.
ta: பிரச்சனைக்கு தீர்வு காண முயற்சிப்போம், அதன் பிறகு உங்கள் பங்களிப்பை மறுபடியும் சமர்ப்பிக்கலாம்.

source: Translate Description
ta: மொழிபெயர்ப்பு விளக்கம்

source: Find the translation source with the lookup above and then click "Save".
ta: மேலே தேடுதலுடன் மொழிபெயர்ப்பு மூலத்தை கண்டுபிடித்து, "சேமி" என்பதைக் கிளிக் செய்யவும்.

source: Translation updates needed
ta: மொழிபெயர்ப்பு மேம்படுத்தல்கள் தேவை

source: There are no articles.
ta: கட்டுரைகள் இல்லை.

source: Documents for review
ta: ஆய்வுக்கான ஆவணங்கள்

source: History of
ta: வரலாறு

source: Revision history for:
ta: இதற்கான வரலாறு:

source: Compare Selected Translations
ta: தேர்ந்தெடுக்கப்பட்ட மொழிபெயர்ப்புகளை ஒப்பிடுக

source: Compare Selected Revisions
ta: தேர்ந்தெடுக்கப்பட்ட திருத்தங்களை ஒப்பிடுக

source: This document has no revisions.
ta: இந்த ஆவணத்தில் திருத்தங்கள் இல்லை.

source: Sign in to view all history
ta: எல்லா வரலாற்றையும் காண நீங்கள் உள்நுழைய வேண்டும்

source: View All
ta: அனைத்தையும் காட்டு

source: There are no tags.
ta: குறிச்சொற்கள் எதுவும் இல்லை.

source: Articles tagged with any localization tags
ta: கட்டுரைகள் எந்த உள்ளூர்மயமாக்கல் குறிச்சொற்களை குறிச்சொல்

source: Purge documents
ta: ஆவணங்களை சுத்தப்படுத்துதல்

source: Home
ta: முகப்பு

source: Documents
ta: ஆவணங்கள்

source: Load documents
ta: ஆவணங்களை ஏற்றவும்

source: Please correct the error below.
ta: கீழே உள்ள பிழை சரி செய்யுங்கள்.

source: Load
ta: சுமை

source: Akismet submission details
ta: Akismet சமர்ப்பிப்பு விவரங்கள்

source: To send the submission to Akismet please save the form below.
ta: Akismet க்கு சமர்ப்பிப்பதை அனுப்ப கீழே உள்ள படிவத்தை சேமிக்கவும்.

source: Select an Akismet submission for more details
ta: மேலும் விவரங்களுக்கு ஒரு Akismet சமர்ப்பிப்பு தேர்ந்தெடுக்கவும்

source: There was an error generating the content.
ta: உள்ளடக்கத்தை உருவாக்குவதில் பிழை ஏற்பட்டது.

source: Document already exists. Note: You cannot revert a document that has been moved until you delete its redirect.
ta: ஆவணம் ஏற்கனவே உள்ளது. குறிப்பு: அதன் திருப்பிவை நீக்கும் வரை நீக்கப்பட்ட ஒரு ஆவணத்தை நீங்கள் மாற்ற முடியாது.

source: ETag precondition failed
ta: ETAG முன்னிலை தோல்வியடைந்தது

source: Sections may only be edited inline.
ta: பிரிவுகள் மட்டுமே இன்லைன் திருத்தப்படலாம்.

source: Autosuggest requires a partial title. For a full document index, see the main page.
ta: Autosuggest ஒரு பகுதி தலைப்பு தேவைப்படுகிறது. முழு ஆவணம் குறியீட்டிற்காக, பிரதான பக்கத்தைப் பார்க்கவும்.

source: Document has been edited; please re-review.
ta: ஆவணம் திருத்தப்பட்டது; மறு ஆய்வு செய்யுங்கள்.

source: You cannot translate this document.
ta: இந்த ஆவணத்தை நீங்கள் மொழிபெயர்க்க முடியாது.
