Repository: MatonAnthony/mdn-l10n
Catalog: */LC_MESSAGES/javascript.po
Languages: ar, bg

source: Close submenu
ar: أغلِق القائمة الفرعية
bg: Затваряне на подменю

source: Close notification
ar: أغلِق الإشعار
bg: Затваряне на съобщението

source: Revert
ar: أرجِع
bg: Връщане

source: View Page
ar: اعرض الصفحة
bg: Преглед на страницата

source: Edit Page
ar: حرّر الصفحة
bg: Промяна на страницата

source: History
ar: التأريخ
bg: История

source: Hang on! Updating filters…
ar: انتظر فالمرشّحات تُحدّث…
bg: Почакайте! Филтрите се обновяват…

source: Updated filters.
ar: حُدّثت المرشّحات.
bg: Обновени филтри.

source: Submitting...
ar: يُرسل…
bg: Изпраща се...

source: Submitted as %(submissionType)s
bg: Изпратено като %(submissionType)s

source: %(sentDate)s by %(user)s
bg: %(sentDate)s от %(user)s

source: Error submitting as %(type)s
bg: Грешка при изпращане като %(type)s

source: Yes
ar: نعم
bg: Да

source: No
ar: لا
bg: Не

source: No selection
bg: Без избор

source: Selected:
bg: Избрано:

source: New interest...
bg: Нов интерес...

source: Open implementation notes
bg: Отваряне бележките по осъществяването

source: Open
bg: Отваряне

source: Return to compatibility table.
bg: Връщане към таблицата за съвместимостта.

source: Close
bg: Затваряне

source: New compatibility tables are in beta
bg: Новите таблици за съвместимостта са в бета-версия

source: More about the beta.
bg: Повече относно бета-версията.

source: Take the survey
bg: Попълване на въпросника

source: Report an error.
ar: أبلِغ عن خطأ.
bg: Съобщаване за грешка.

source: Reported. Thanks!
ar: وصل الإبلاغ. شكرا لك.
bg: Докладвано. Благодарим!

source: Show old table.
ar: اعرض الجدول القديم.
bg: Показване на старата таблица.

source: an unknown date
ar: تاريخ مجهول
bg: незнайна дата

source: View draft.
ar: اعرض المسودة.
bg: Преглед на черновата.

source: Restore draft.
ar: استعد المسودة.
bg: Възстановяване на черновата.

source: Discard draft.
ar: أهمِل المسودة.
bg: Отхвърляне на черновата.

source: Published version
ar: النسخة المنشورة
bg: Публикувана версия

source: You have a draft from: %(time)s.
ar: لديك مسودة من: $(time)s.
bg: Имате чернова от: %(time)s.

source: Draft restored.
ar: استُعيدت المسودة.
bg: Черновата е възстановена.

source: Draft discarded.
ar: أُهملت المسودة.
bg: Черновата е отхвърлена.

source: Draft published:
ar: المسودة المنشورة:
bg: Черновата е публикувана:

source: Draft discarded:
ar: المسودة المهملة:
bg: Черновата е отхвърлена:

source: Draft autosaved:
bg: Черновата е записана автоматично:

source: Autosave enabled.
bg: Автоматичният запис е включен.

source: Publishing failed. You are not currently signed in. Please use a new tab to sign in and try publishing again.
ar: فشل النشر. لست والجًا. رجاءً استخدم لسانا آخر للولوج وحاول النشر ثانيةً.
bg: Публикуването пропадна. В момента не сте влезли. Моля използвайте нов раздел, за да влезете и се опитайте да публикувате отново.

source: Changes saved.
ar: حُفظت التغييرات.
bg: Промените са записани.

source: Open in %(site)s
ar: افتح في %(site)s
bg: Отваряне в %(site)s

source: Search Stack Overflow
ar: ابحث في Stack Overflow
bg: Търсене в Stack Overflow

source: Your browser does not support MathML. A CSS fallback has been used instead.
ar: لا يدعم المتصفح تقنية MathML. استُخدم CSS الاحتياط بدلها.
bg: Вашият четец не поддържа MathML. Вместо това е използван вариант със CSS.

source: Details
bg: Подробности

source: New tag...
ar: وسم جديد…
bg: Нов етикет…

source: Select an attachment
ar: اختر مرفقًا
bg: Изберете прикачен файл

source: No attachments available
ar: لا مرفقات متوفرة
bg: Няма прикачени файлове

source: Attachments
ar: المرفقات
bg: Прикачени файлове

source: Launch
ar: أطلِق
bg: Пускане

source: Create a Redirect
bg: Създаване на пренасочване

source: MDN Redirect
bg: Пренасочване от MDN

source: Document
bg: Документ

source: Insert Code Sample iFrame
bg: Вмъкване на примерен код за iFrame

source: Sample Finder
bg: Търсене на примери

source: Select a section
ar: اختر قسمًا
bg: Избор на раздел

source: Sections in Document
ar: الأقسام في المستند
bg: Раздели в документ

source: What should the sample title be?
ar: أي عنوان تريد للعيّنة؟
bg: Какво трябва да е примерното заглавие?

source: Sample HTML Content
bg: Примерно съдържание на HTML

source: Sample CSS Content
bg: Примерно съдържание в CSS формат

source: Sample JavaScript Content
bg: Примерно съдържание в JavaScript формат

source: Result
bg: Резултат

source: Insert Code Sample Template
bg: Въведете образец за примерен код

source: Syntax Highlighter
bg: Синтактично открояване

source: No Highlight
bg: Без открояване

source: Embed YouTube Video
ar: ضمّن ڤديو يوتيوب
bg: Вмъкване на видео от YouTube

source: Locate a YouTube Video
bg: Намиране на видео в YouTube

source: Paste YouTube Video URL
ar: ألصِق مسار ڤديو يوتيوب
bg: Поставете URL на видео от YouTube

source: Aspect ratio
ar: النسبة الباعيّة
bg: Съотношение

source: You must input a valid YouTube video URL.
ar: عليك إدخال مسار ڤديو يوتيوب صالح.
bg: Трябва да въведете валиден адрес на видео в YouTube.

source: The URL you've entered doesn't appear to be valid
ar: لا يبدو المسار الذي أدخلته صالحًا
bg: Връзката, която добавихте изглежда не съществува

source: Default
ar: المبدئي
bg: По подразбиране

source: You are now viewing this site in %(localeName)s. Do you always want to view this site in %(localeName)s?
ar: تتصفح الموقع الآن باللغة %(localeName)s. أتريد عرض الموقع باللغة %(localeName)s دائما؟

source: Never
ar: أبدًا

source: Would you answer 4 questions for us? <a %(url)s>Open the survey in a new tab</a> and fill it out when you are done on the site. Thanks!
ar: هلّا أخذنا من وقتك قليلا لإجابة ٤ أسئلة؟ <a %(url)s>افتح الاستطلاع في لسان جديد</a> واملأه ما إن تنتهي من عملك في الموقع. شكرا لك.

source: A newer version of this article has been published since this draft was saved. You can restore the draft to view the content, but you will not be able to submit it for publishing.
ar: نُشرت نسخة أحدث من هذه المقالة منذ حفظ هذه المسودة. يمكنك استعادة المسودة وعرض محتواها، ولكن لن تستطيع إرسالها لنشرها.

source: Revision history.
ar: تأريخ المراجعات.

source: Compare this date to the latest revision date to ensure you're not overwriting later changes.
ar: قارن هذا التاريخ مع تاريخ أحدث مراجعة لتتأكّد من عدم استبدال أحدث التغييرات.

source: Viewing old draft. This draft cannot be published.
ar: يعرض مسودة قديمة. لا يمكن نشر هذه المسودة.

source: Publishing changes…
ar: ينشر التغييرات…

source: Publishing failed. Please copy and paste your changes into a safe place and try submitting the form using the "Publish" button.
ar: فشل النشر. رجاءً انسخ وألصِق التغييرات في مكان آمن وحاول إرسال الاستمارة مستخدما زر ”انشر“.

source: JavaScript
ar: جافاسكرِبت
