Repository: MatonAnthony/mdn-l10n
Catalog: */LC_MESSAGES/promote-mdn.po
Languages: bg

source: Reloaded values from the URL.
bg: Презареждане на стойностите от URL.

source: Plugin settings saved.
bg: Настройките за добавката са записани.

source: MDN is your Web Developer Toolbox for docs, demos and more on HTML, CSS, JavaScript and other Web standards and open technologies.
bg: MDN е мястото, където ще намерите документи, примери и други помагала за уеб-разработчици относно HTML, CSS, JavaScript, уеб-стандарти и технологии с отворен код.

source: MDN is the best online resource - for web developers, by web developers.
bg: MDN е най-добрият източник в мрежата - от уеб-разработчици за уеб-разработчици.

source: Settings
bg: Настройки

source: Load keywords from URL
bg: Зареждане на ключовите думи от URL

source: Preview
bg: Преглед

source: Use keywords and links specifically for %s
bg: Да се използват ключовите думи и връзки за %s

source: Reload keywords after (seconds):
bg: Презареждаме ма ключовите думи след (секунди):

source: Reload now
bg: Презареждане сега

source: Add links to RSS feeds
bg: Добавяне на връзки към емисията с RSS

source: Open links in new window
bg: Отваряне на връзките в нов прозорец

source: Exceptions
bg: Изключения

source: Do not add links in heading tags (h1,h2,h3,h4,h5,h6).
bg: Да не се добавят връзки в заглавията (h1,h2,h3,h4,h5,h6).

source: Do not add links to the following posts or pages (comma-separated id, slug, name):
bg: Да не се добавят връзки към следните статии или страници (разделени със запетая id, слог, име):

source: Do not add links on the following phrases (comma-separated):
bg: Да не се добавят връзки към следните връзки (разделени със запетаи):

source: Limits
bg: Ограничения

source: Max links to generate per post:
bg: Максимален брой създадени връзки на публикация:

source: Max links to generate for a single keyword/phrase:
bg: Максимален брой връзки, създадени за отделна ключова дума/фраза:

source: Max links to generate for a single URL:
bg: Максимален брой връзки, които да се създадат за отделен URL:

source: Custom Keywords
bg: Потребителски ключови думи

source: Update options
bg: Възможности за обновление

source: Promote MDN
bg: Популяризиране на MDN

source: hide
bg: скриване

source: Sidebar image and links to MDN.
bg: Картинка в страничния панел и връзки към MDN.

source: Help Promote MDN!
bg: Помогнете да разпространим MDN!

source: Get the WordPress plugin
bg: Сваляне на добавката за WordPress

source: Promote MDN automatically links keywords phrases to MDN docs
bg: Популяризаторът на MDN автоматично свързва ключови думи и фрази с документи в MDN
